evacomunaws/requests/getUserById.xml

<!-- Works! -->
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:tns="http://controller.una.ac.cr/">
    <soapenv:Header />
    <soapenv:Body>
        <tns:getUserById>
            <arg0>?</arg0>
        </tns:getUserById>
    </soapenv:Body>
</soapenv:Envelope>